[
  "අප අවධානය යොමු කරන්නේ විකල්ප ප්‍රතිපත්ති හා විසඳුම් වෙත වන අතර, එය UNDP හි සහාය  ඇතිව සිදු වේ. ශ්‍රී ලංකාවේ බොහෝ දුරට නියාමනය නොකළ හා ක්ෂුද්‍ර මූල්‍ය අංශයට සම්බන්ධ, ඔවුන්ගේ සහ ඒ හා සමාන සිද්ධීන් සිය ගණනක් දැනට UNDP විමර්ශනය කරමින් සිටියි.",
  "පරිසර හිතකාමී ප්‍රවාහන මාධ්‍ය සඳහා නෙදර්ලන්තය විශාල ප්‍රසිද්ධියක් උසුලනවා. “Bakfiets” පා පැදි යනු ඉන් එකක් පමණ යි.",
  "පිටකොටුවේ ගුණසිංහපුර ඩයස් පෙදෙසේ පොදු නාන ළිං සොයා ගිය Roar Media කණ්ඩායම ඉදිරිපත් කරන වාර්තාමය විචිත්‍රාගංයයි මේ.",
  "පුරාණ අබිරහස් සඟවාගෙන සිටින නිහඬ තෝතැන්නක ලෙස අප වෙසෙන මිහිතලය හඳුන්වාදීමට පුළුවන්. ",
  "කර්ණාටක ප්‍රාන්තයේ අනපේක්ෂිත මැතිවරණ ප්‍රතිපලයෙන් පසු ඉන්දීය ජාතික කොන්ග්‍රසය නැවතත් ජයග්‍රාහි මාවතකට අවතීර්ණ වෙමින් සිටිනවා. ",
  "ගොන්ටා “Nopo y Gonta” පුංචි කාලේ අපි හැමෝ ම ආදරය කරපු වැඩසටහනක්.",
  "ශ්‍රී ලංකාවේ ජනප්‍රිය ක්‍රීඩා මෙන් ම ලොව පවතින ජනප්‍රියත ම ක්‍රීඩා ද්විත්වයක් වන පාපන්දු සහ රග්බි ක්‍රීඩාවලින් තවදුරටත් ජාත්‍යන්තරය නියෝජනය කිරීමට ශ්‍රී ලංකාවට අවස්ථාව ලැබෙන්නේ නෑ. ",
  "පිටකොටුවේ පෙදෙසක කොටුවට යාබද ව පිහිටි තැනක් තමයි කාපිරි මුඩුක්කුව කියන්නේ. අප්‍රිකාවෙන් කැඳවාගෙන පැමිණි කාපිරි ජාතිකයන් සිටි නිසා මේ පෙදෙසට කාපිරි මුඩුක්කුව කියන නම 1900 වනවිට ව්‍යවහාර කර තිබෙනවා. ",
  "“EctoLife” යනු ලොව පළමු කෘත්‍රිම ගර්භාෂ සපයා දීමේ පහසුකම යි. තවමත් මෙය සංකල්පයක් ලෙස පැවතුණත්, “EctoLife” යනු ඉටුකර ගත හැකි යථාර්ථයක්. ",
  " අභ්‍යවකාශ තරණයේ අලුත් පරිච්ඡේදයක් අරඹමින් සිටින “Artemis” ව්‍යාපෘතියේ සුවිශේෂීතා ගැනයි මේ ලිපිය.",
  "2023 IPL ක්‍රිකට් තරගාවලියේ අවසන් තරග වටය පිළිබඳව ඔබ දැන ගත යුතු තොරතුරු රැසක් පිළිබඳව යි මෙම ලිපිය. ",
  "ලංකාවේ රාජ්‍ය ආයතන දුවන්නේ පාඩු පිට. ඒ හින්ද ම රාජ්‍ය ආයතන 400කට වැඩි ගණනක් ප්‍රතිව්‍යුහ ගත කරන්න ආණ්ඩුව ලෑස්ති වෙනවා.",
  "පාපන්දු ක්‍රීඩාවේ බිඳ හෙළීමට අපහසු ම වාර්තා තබන ක්‍රීඩකයන්ට හිමි වන්නේත් වැඩි වටිනාකමක්. මෙම ලිපියෙන් එවැනි වාර්තා කිහිපයක් සම්බන්ධයෙන් අවධානය යොමු කෙරෙනවා.",
  "මේ අසූව – අනූව දශකවල මෙරට රූපවාහිනී නාළිකාවල ඉමහත් ජනප්‍රියත්වයක් හිමි කර ගනිමින් විකාශය වූ විදෙස් ටෙලි නිර්මාණවල තේමා ගීත කිහිපයක්.",
  "මිනිසා තාක්ෂණික ව දියුණු කළ AI හෙවත් කෘත්‍රිම බුද්ධිය මිනිසාගේ ම පහසුව,වින්දනය සහ කාර්යක්ෂමතාව වැඩි කර ගැනීමට උපකාර වන බව බොහෝදෙනාගේ අදහස යි.",
  "එංගලන්තයේ සැන්ටන් බ්‍රිජ් තානායමේ වාර්ෂිකව පැවැත්වෙන ලොව ලොකු ම බොරුකාරයා තේරීමේ තරගය පිළිබඳවයි මෙම කෙටි වීඩියෝව. ",
  "ඔබගේ ජීවිත කාලය තුළ අත්විදිය යුතු ලොව අසාමාන්‍ය දුම්රිය ගමන් පිළිබඳ තොරතුරු මෙම ලිපියෙන් ගෙන එනවා.",
  "නාරායන් පුන්නියසෙල්වන් (25) නානුඔය කුඩා තේ වතු කම්කරු ප්‍රජාවක් වසන ග්ලාසෝ වත්තෙන් පැමිණි පළමු විශ්වවිද්‍යාල උපාධිධාරියා බවට පත්විය. මේ ඔහුගේ ගමන් මඟ පිළිබඳ  කතාව යි.",
  " ඉම්රාන් ඛාන් අත් අඩංගුවට ගැනීමත් සමඟ මෑත ඉතිහාසයේ දරුණුත ම සිවිල් විරෝධයකට මුහුණ දෙන්න පාකිස්තානු රජයට සිදු වුණා. ",
  "2023-25 ලෝක ටෙස්ට් ශූරතා තරගාවලියේ අවසන් තරගය සඳහා අපට සුදුසුකම් ලබා ගැනීමට තිබෙන අවස්ථාව පිළිබඳ ව මෙම ලිපියෙන් සාකච්ඡා කරනවා.",
  "ලංකාවේ රාජ්‍ය සේවය ගැන හැමෝම දන්නවා නේ..හැබයි ඒ රාජ්‍ය සේවය AIවලින් replace කළොත් මොකක් වෙයි ද?",
  " මේ රාජාලි විශේෂය එකල ජීවත් වූ කැංගරුවන් සහ, ඒ හා සමාන ජීවී විශේෂ කිහිපයක් ම ගොදුරු කර ගන්නට ඇතැයි සැලකෙනවා.",
  "කිම්ගේ දියණිය ගැන පළවන මාධ්‍ය වාර්තාවලට අනුව, නුදුරු අනාගතයේ දිනයක එරට මෙහෙයවන මහා මොළය බවට පත්වනු ඇත්තේ මේ දස හැවිරිදි දියණිය ය.",
  "සමාජයේ සෑම තරාතිරමක ම මිනිසුන් උපකාර පැතීමට එහි පැමිණිය ද,  සියලුම සමථකරුවන්ගේ කාන්තා නියෝජනය හතරෙන් එකක් පමණකි. ",
  "ඉන්දියාව සිය බලය තහවුරු කිරීම සඳහා සිය ජනගහනය භාවිතා කරන්නේ කෙසේ ද?\nමේ ඒ ගැන කරන සොයා බැලීමක්.",
  "මිනිසා නිසා ලොවින් සමුගත් ඩෝඩෝට, මිනිසා නිසා ම පෘථිවිය මත යළි සැරිසැරීමේ හැකියාවක් තිබෙනවා. ",
  "ඔබ උසස් අධ්‍යාපනය හමාර කිරීමෙන් අනතුරු ව Cyber Security සම්බන්ධ රැකියාවක් කරන්න හිතනවානම් මේ වීඩියෝව ඔබට උදවුවක් වේවි.",
  "අද අපි කතා කරන්නේ සිය ප්‍රාණවත් සංගීතයෙන් මිලියන ගණනක විශ්වීය හදවත් දිනා ගත් කලාකරුවෙක් ගැන යි. ",
  "මෙවර IPL තරගාවලියේ අවසන් වටයට සුදුසුකම් ලැබීමට වැඩි ඉඩකඩක් පවතින කණ්ඩායම් 4ක් පිළිබඳව යි මෙම ලිපිය. ",
  "සුඩානයේ හමුදා ජනරාල්වරුන් දෙදෙනෙකු අතර හටගත් ගැටුම, දීර්ඝකාලීන අභ්‍යන්තර යුද්ධයක් දක්වා පරිවර්තනය වීමේ අවධානමක් දැන් උද්ගත වී තිබෙනවා. සුඩාන මහජන අරගලයේ දැවැන්ත පසුබෑමකටත් එය හේතු විය හැකි යි. ",
  "ලංකාවෙත් පුරාණයේ පටන්ම සම්බුදු තෙමඟුල සිදුවූ වෙසක් දිනය විවිධ අන්දමින් සමරා තිබෙනවා. මේ ඒ ගැන සිදු කළ විමසුමක්.",
  "යතුරුලියනය භාවිතයෙන් සිතුවම් මවන්නට සමත් පුද්ගලයෙක් සහ ඔහුගේ හැකියාව ගැනයි මෙම කෙටි වීඩියෝව.",
  "මුඛ සෞඛ්‍යයේ යහපැවැත්ම උදෙසා නවෝත්පාදනය කළ උපකරණ සහ මෙවලම් මොනවාදැයි මෙම ලිපියෙන් විමසා බලමු.",
  "පුස්තකාලයක ළදරු තොටිලි සවි කර තිබිය හැකි ද? මේ ක්‍රියාදාමය පිටුපස සිටින තනිකඩ මවක් වක බාර්බරා පවසන්නේ පුස්තකාලයක් යනු මුළු පවුලට ම සේවය ලබා දෙන තැනක් විය යුතු බව යි.",
  "මේ අපුර්ව වගේ ම මිල අධික අභ්‍යවකාශ චාරිකාවේ යෙදෙන ඔබට රසවත් ආහාරයක් භුක්ති විඳින ගමන් ලෝකයේ අනර්ඝත ම වයින් වීදුරුවක රස බැලීමේ අවස්වථාත් උදා වනවා.",
  "ජූනි 18 වනදා ආරම්භ වන 2023 එක්දින ලෝක කුසලාන තරගාවලිය සඳහා සුදුසුකම් ලබා ගැනීමේ තරගාවලිය සඳහා ශ්‍රී ලංකාව 1979 වසරෙන් පසුව සහභාගි වීම විශේෂත්වයක්.",
  "Imf එකේ ණය හම්බවුණාට අපි imf එක කියපු වැඩ ටික කළා ද?",
  " හමුදා කණ්ඩායම් දෙකක් අතර ඇවිළුණු ගැටුම් නිසා සුඩානයේ සුඩානයේ “කාර්ටූම්” නුවර හට ගත් ඛේදවාචකය තවමත් අවසන් ව නෑ.",
  "IT Field එකේ Data Scientist කෙනෙක් වෙන්නෙ කොහොමද? කියල මේ වීඩියෝ එක බලල අදහසක් ඇති කර ගන්න ඔබටත් පුළුවන්.",
  "ඇලපාත මුදලි තැනූ වලව්ව අදත් රත්නපුරයේ දකින්නට ලැබෙනවා. ඇලපාත මුදලිගේ චරිතය ගැන වැඩිපුර තොරතුරු සඳහන් වන්නේ ජනප්‍රවාද ලෙසිනු යි.",
  "අඩු උපත් අනුපාතය දකුණු කොරියාවේ ප්‍රබලත ම සමාජීය ගැටලුවක් බවට පත් වී අවසන්. ",
  " “මං බස්වලින් බිමට වැටුණා, මං  ලිස්සලා කාණුවලට වැටුණා. මං වැටෙන තරමට මට ඒකෙන් නැඟිටින හැටි ඉගෙන ගන්න පුළුවන් වුණා.”",
  "අන්තර්ජාලය ඔස්සේ සිදුවන ප්‍රචණ්ඩත්වයට මුහුණ දෙන්න සිද්ද වෙන අයට,රැකවරණය සලසන්න දැන් “ප්‍රත්‍ය” ඉදිරිපත් වෙලා තියෙනවා.",
  "මෙම ලිපියෙන් 2023 ෆෝමියුලා වන් ලෝක ශූරතාව ගමන් කරන දිශානතිය පිළිබඳ ව අවධානය යොමු කෙරෙනවා.",
  "මේ වීඩියෝව අලුත් ම SONY Walkman Digital Music Player එක ගැන යි.",
  "බර්නෙෂා යනු ජීවිතයේ මුළු ඉතිරි කාලය ම කන්‍යාභාවය රැක ගනිමින්, පිරිමියෙක් ලෙස දිවි ගෙවීමට දිවුරුම් දුන් කාන්තාවන් කොට්ඨාසයකි.",
  "පුරාණ ග්‍රීක ශිෂ්ටාචාරයේ සිට 19 වන සියවස දක්වා වූ කාල පරිච්ඡේදවල යාන්ත්‍රික රොබෝවරුන් නවෝත්පාදනයට අතීත මානවයා උත්සහ දැරූ ආකාරය මෙයින් විමසා බලමු.",
  "තොරතුරු තාක්ෂණ ක්ෂේත්‍රයේ තියෙන රැකියා අවස්ථා මොනවා ද? ",
  "තරග 2කින් සමන්විත ශ්‍රී ලංකා-අයර්ලන්ත ටෙස්ට් තරගාවලියේ පළමු තරගය ගාල්ලේ දී ඊයේ (16) ආරම්භ වුණා. එය දෙරට අතර පැවැත්වුණු පළමු ටෙස්ට් තරගය ලෙසින් වාර්තා අතරට එක් වුණා.",
  "“BRICS” ජාතීන් යනු ලෝකයේ නැඟී එන ආර්ථික බලවතුන් ගේ කණ්ඩායමක් ලෙස හැඳින්විය හැකි යි. යුක්‍රේන-රුසියානු යුද්ධය ඇරඹීමෙන් පසු ඔවුන් ගේ අරමුණු පෙරට වඩා පුළුල් වෙමින් තිබෙනවා.",
  "පුරාණ අවුරුදු උත්සවවල ශේෂ රජරට ගොවි ගම්මානවලදී අදත් අපට දැකගන්න ලැබෙනවා. මේ ඒ ගැන විමසීමට ගත් උත්සාහයක්.",
  "අවුරුදු කාලෙට සිදු වන සමාජ සිද්ධි නිසා බක් මාසේ සෑම ගමක් ම පාහේ අපූරු ජීවයකින් පිරෙනවා. මේ නිසා අවුරුදු පණිවිඩය ගමේ කාටත් කල්ඇතුව  දැනගන්න ලැබෙනවා.",
  "පසන් අලුත් අවුරුද්දට ගෙදර යද්දි නොහිතපු අකරතැබ්බෙකට මූණ දුන්නා. සම්පූර්ණයෙන්ම නොදන්නා තැනක අතරමං වෙලා උන්නු එයා අම්මගෙන් එක දිගට ආපු දුරකතන ඇමතුම් හින්දා තවත් අවුලට පත් වුණා. පසන්ගේ අලුත් අවුරුද්ද අනපේක්ෂිත මුහුණුවරක් ගන්න නියමිත බව  එයා දැන ගෙන හිටියෙ නෑ.",
  "බොහෝ දෙනෙක් දන්නා යූටියුබ් පිළිබඳව වැඩි දෙනෙක් නොදත් කරුණු කිහිපයක් පිළිබඳව යි මේ ලිපිය.",
  "ෆෙරෝස්ගේ ජංගම ආහාර රිය ඉතා ඉක්මනින් ජනප්‍රිය වූ අතර, ඔහුගේ ආහාර සහ තේවලට ප්‍රිය කරන නිත්‍ය පාරිභෝගිකන්ගේ විශ්වාසය දිනා ගන්නට ඔහුට හැකි විය.",
  "පහුගිය අවුරුද්දෙ හාල් මිල සෑහෙන්න ඉහළ ගියා. පස්සෙ ආර්ථිකයේ වෙනස්වීමත් එක්ක හාල් මිල නම් අඩුවුණේ නෑ. මේ අස්වැන්න අපට ප්‍රමාණවත් වේවි. ඒත් ඇත්ත ප්‍රශ්නය වෙන්නෙ ඒ මිල ගණන් අපට දරාගන්න පුළුවන්ද කියන එකයි.",
  "වන්දේ භාරත් දුම්රිය සේවාව නව දිල්ලි, මුම්බායි, චෙන්නායි, නාග්පූර් වැනි ඉන්දියාවේ ප්‍රධාන නගර ආවරණය කරමින් ක්‍රියාත්මක වෙනවා ",
  "ඉන්දීය බිමේ පැවති T20 තරගවල දී පිත්තෙන් දැක්වූ සුපිරි සුපිරි දස්කම් නිසා ම දසුන් ශානකට මෙවර IPL තරගාවලිය සඳහා එකතු වීමට වරම් හිමි වුණා. ",
  "ඩොනල්ඩ් ට්‍රම්ප් යනු නිරන්තරයෙන් පුවත් මවන චරිතයක්. අමෙරිකානු දේශපාලනයේ උණුසුම් ම සතියක් මෙලෙසින් ගෙවී යන්නේ ඔහු නිසා යි.",
  "අද්භූත දසුනින් පරිපූර්ණ සිහින දැක එයට ම බියවී අවදිවීමේ සංසිද්ධිය Sleep Paralysis යනුවෙන් හඳුන්වනවා.",
  "මේ මාසෙ  අපේ රටට වැඩි කාලයක් ඉර මුදුන් වෙනවා. ඒ හින්දා හැම අවුරුද්දෙ ම අප්‍රේල්වල හැමදා ම රස්නෙයි.",
  "ලෝකයේ විවිධ කුළුබඩු වර්ග 40 ක් පමණ තිබෙනවා. ඒ අතරින් එක කුළුබඩු මිශ්‍රණයක් අනෙක් සියල්ල ම පරයන ලක්ෂණවලින් යුක්ත යි. ඒ වෙන කුමක් වත් නොවේ, ශ්‍රී ලාංකික කෑම වේලට අනන්‍ය රස සුවඳ ලබා දෙන ‘තුන පහ’ යි.",
  "ප්‍රවාහන පහසුකම් නැති, ඉගෙන ගන්න කිලෝ මීටර ගණනක් දුර පාසලට යන්න සිදුවන මේ පෙදෙසේ සොබා සුන්දරත්වය නම් ඉහළ යි. ",
  "ලිස්ටීරියා යනු අලුත් කතාවක් නොවෙ යි.නමුත්, බොහෝ දෙනා නොදන්නා කතාවක්..",
  "මේ ඉංග්‍රීසි කාලෙ අපේ රටේ වැඩවර්ජනය කර අයිතින් දිනාගැනීමට කටයුතු කළ ආකාරය විමසා බැලීමක්.",
  " අප්‍රේල් මාසයේ වඩාත් සාර්ථක විය හැකි හොලිවුඩ් චිත්‍රපට හතක් ගැන තොරතුරු විමසා බලමු.",
  "සිංහල සිනමා වංශකතාවට නොමැකෙන මතක සටහන් එක් කළ, අමරසිරි කලංසූරිය මහා රංගවේදියා සිය දිවි සැරිය පසුගිය දානිමා කළා.",
  "බහරේනයේ දී පැවැත්වෙන 2023 ෆෝමියුලා වන් ලෝක ශූරතාව වෙනුවෙන් නිර්මාණය වූ මෝටර් රථ පිළිබඳ මෙම ලිපියෙන් කතාබහ කෙරෙනවා.",
  "ආණ්ඩුව ප්‍රධාන ආයතන ගානක් විකුණන්න ලෑස්ති වෙනවා. හේතුව තමයි විදේශ සංචිත වැඩි කරගන්න එක. ",
  "2023 ශ්‍රී ලංකා-නවසීලන්ත T20 තරගාවලියේ පළමු තරගය ඊයේ (2) ඕක්ලන්ඩ් හිදී පැවැත්වුණා. එම තරගය තියුණු සටනකින් පසුව ජය ගත් ශ්‍රී ලංකා පිල 17 වසරකට පසුව නවසීලන්ත බිමේ දී T20 තරග ජයක් වාර්තා කළා.",
  "යුරෝපීය පාපන්දුවේ ක්‍රීඩා සමාජයකට ජයග්‍රහණය කළ හැකි ඉහළත ම කිරුළ වන්නේ චැම්පියන්ස් ලීග් ශූරතාව යි. ",
  " අධිකරණ ප්‍රතිසංස්කරණ යෝජනාත් සමඟ ඊශ්‍රායෙල් රජය සහ ජනතාව අතර විශාල බෙදීමක් ඇති වී තිබෙනවා.",
  "නවීන තාක්ෂණයේ, විශේෂයෙන් ම කෘත්‍රිම බුද්ධියේ, ප්‍රතිපලයක් ලෙස මෙම යෙදවුමට එක් වී ඇති නවත ම විශේෂාංගය ‘immersive view’, එනම් ‘ත්‍රිමාණ පිළිබිඹුව’ ලෙස හැඳින්වේ.",
  "ඇස් රතුවන අප්‍රේල් මෝඩයාගේ විහිළුවකට ඔබත් හසුව තිබෙනවාද?",
  "ශ්‍රී ලාංකීය සංගීත ක්ෂේත්‍රයට අනුපමේය සේවයක් සිදු කළ මහාචාර්ය, සංගීත් නිපුන් සනත් නන්දසිරි සිය ජීවන ගමනට පසුගිය දා සමු දුන්නා.",
  "මේ ලිපිය ඔබට වඩාත් ම ගැළපෙන කෝපි  කෝප්පය සොයා ගන්නත්, ඊළඟ වතාවේ cofee shop එකකට ගියාම තවත් කෝපි වර්ග තොල ගාලා ඒවායේ රසමිහිර විඳ ගන්නත් උපකාරී වේවි. ",
  "ලෝක ඉතිහාසය දෙස ආපසු හැරී බලද්දී හමු වන විවිධ රටවල් ආශ්‍රිත ව පැවති දූෂිත මැතිවරණවලින් 3ක් පිළිබඳව යි මෙම ලිපිය. ",
  "අපේ මුහුණ, අන්වීක්ෂීය මට්ටමින් ගත්විට විශාල සෙනඟක් ගැවසෙන ස්ථානයක්. මේ සෙනඟ අතර ඉන්න විශේෂ කෙනෙක් තමයි ‘ඩෙමොඩෙක්ස්’.",
  "ලින්කන් ජනපතිවරයාගේ අවතාරය ධවල මන්දිර කොරිඩෝවල සහ කාමරවල අද්භූත ලෙස සැරිසරන අයුරු සියවසකට වැඩි කාලයක සිට කිහිපදෙනකු ම දැක තිබෙනවා.",
  "එංගලන්තයේ මැන්චෙස්ටර් යුනයිටඩ් පාපන්දු ක්‍රීඩා සමාජයේ ක්‍රීඩකයන් ද 1958 දී අවාසනාවන්ත සිදුවීමකට මුහුණ දුන්නා. ",
  "මෙටා සමාගම මේ වන විට හඳුන්වා දී ඇති ‘Take It Down’ නම් විශේෂාංගය ගැනයි මේ ලිපිය.",
  "මෙම කෙටි වීඩියෝවෙන් ඔබට කියන්නේ හර්මනස් හි තල්මසුන් පිළිබඳව යි.",
  "එදා මන්ත්‍රීවරුන් නවාතැන් ගෙන සිටියේ කොළඹ හතේ නිහඬ පරිසරයක පිහිටි දෙමහල් ගොඩනැඟිල්ලක් වන ශ්‍රාවස්ති මන්දිරයේ යි.  ",
  "බටහිර සම්බාධක හමුවේ රුසියාවේ බලශක්ති වෙළඳපොළ අනතුරට ලක් වුණා ද? මේ ඒ ගැන කරන සොයා බැලීමක්.",
  "Google සමාගම දැනට OpenAI හි ChatGPT සමඟ තරග කිරීමට conversational AI සේවාවක් වන BARD හි සංවර්ධන කටයුතු සිදු කරමින් සිටිනවා.",
  "උතුරු යුරෝපයට අයත් අධික සීතල දේශගුණයකින් යුත් නෝර්වේ රාජ්‍යයේ පිහිටා තිබෙන සුන්දර සංචාරක ඉසව් 5ක් පිළිබඳව යි මෙම ලිපිය.",
  "පෘථිවියේ සාගර සහ මහාද්වීපවල හැඩය සහ පිහිටීම ස්ථාවර නැහැ. අපට නොපෙනෙන වේගයෙන් ඒවා වෙනස් වෙනවා. ඉතින්, වසර මිලියන 250 කට පසු ඒ වෙනස්කම් දර්ශනය වන්නේ කෙසේ ද? ",
  "රත්නපුර නගරයේ වැඩි ම මැණික් අලෙවියක් සිදුවන්නේ පාරේ පවත්වන මැණික් පොළ ආශ්‍රිත ව බව ඔබ දන්නවා ද? ",
  "පාරේ අතෑරල දාල යන අලුත උපන් දරුවන්ගේ සිද්ධි අපි හිතනවට වඩා වැඩියෙන් ලංකවේ වාර්තා වෙනවා.",
  "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයන් නවසීලන්ත බිමේ දී දැක්වූ ටෙස්ට් දස්කම් පිළිබඳවයි මෙම ලිපිය.",
  "Meta අලුතින් හඳුන්වා දෙන meta business suite හි පහසුකම් ගැන මේ වීඩියෝවෙන් විමසා බලමු. ",
  "කොළඹ පිටකොටුවට නුදුරු ව බැස්ටියන් මාවතට යාබද ව එක් පසෙකින් දුම්රිය මාර්ගයට ආසන්න ව පිහිටි හිස් පෙදෙසක් අවුරුදු කීපයක පටන් අපූරු වෙළෙඳපොළක් පැවැත්වෙන තැනක් බවට පත් ව තිබෙනවා.",
  "බටකොළ ආචිචි සමඟ නිරතුරුව ම බැඳී පවතින දෙයකි ඇගේ මායා කොස්ස. මායා ආචිචි මැතිරූ මන්තර බන්ධනයකින් අනතුරුව ඇගේ ගමන් සහයකයා ලෙස සිටින්නේ එම මායා කොස්ස යි. ",
  "MH370 ගුවන් යානය අතුරුදහන් ව පසුගිය 08 වැනිදාට යෙදුණු නවවන සංවත්සරයේ දී ඒ ගැන වන කතාබහ නැවතත් අලුත් වුණා."
]
